<template>
  <view class="box">
    <h3><p>请仔细阅读本协议，商城将依据以下条件和条款为会员（下称“您”）提供服务。&nbsp;您在确认页面点击“同意并确认”按钮，将表示您完全同意并接受本协议的全部内容，并同意接受本协议的相应约束。&nbsp;欢迎阅读商城委托代卖协议(下称“本协议”)。本协议阐述之条款和条件适用于您使用商城所提供的代卖服务和收藏服务(下称“服务”)。&nbsp;</p><p><b>一、&nbsp;定义</b><b></b></p><p>&nbsp;1.&nbsp;代卖：商城接受您的委托，按照商城与您协定的价格代为销售您收藏或者购买的商品。</p><p><b>&nbsp;&nbsp;二、&nbsp;代卖内容&nbsp;</b><b></b></p><p>&nbsp;&nbsp;2.&nbsp;代卖场所：商城和商城线下实体店&nbsp;</p><p>&nbsp;3.&nbsp;代卖商品：商品属于您已经在商城购买、不再收藏或者以其他方式所得的，且版权、所有权没有任何争议的合法资产。商品的具体名称、规格、数量等信息在商城相关环节另行确定。&nbsp;</p><p><b>三、&nbsp;商品要求&nbsp;</b><b></b></p><p>4.&nbsp;您应当确保您对您委托商城代卖的商品享有相应的权利，您不得在商城上销售以下商品：</p><p>&nbsp;4.1国家禁止或限制的；</p><p>4.2侵犯他人知识产权或其它合法权益的；&nbsp;</p><p>4.3商城规则、公告、通知或各商城与您单独签署的协议中已明确说明不适合在商城上销售及/或提供的。&nbsp;</p><p>5.&nbsp;您委托商城代卖的商品，不得包含如下内容和信息：&nbsp;<br>5.1违反宪法所确定的基本原则的&nbsp;<br>5.2危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；&nbsp;<br>5.3损害国家荣誉和利益的；&nbsp;</p><p>5.4煽动民族仇恨、民族歧视、破坏民族团结的；&nbsp;<br>5.5破坏国家宗教政策，宣扬邪教和封建迷信的；&nbsp;</p><p>5.6散布谣言，扰乱社会秩序，破坏社会稳定的；&nbsp;<br>5.7散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；&nbsp;<br>5.8侮辱或者诽谤他人，侵害他人合法权利的；&nbsp;<br>5.9煽动非法集会、结社、游行、示威、聚众扰乱社会秩序的；&nbsp;<br>5.10以非法民间组织名义活动的；&nbsp;<br>5.11含有虚假、有害、胁迫、侵害他人隐私、骚扰、侵害、中伤、粗俗、猥亵、或其它道德上令人反感的内容；&nbsp;</p><p>5.12含有中国法律、法规、规章、条例以及任何具有法律效力之规范所限制或禁止的其它内容的。&nbsp;<br>6.&nbsp;您违反本协议或相关的服务条款的规定，导致或产生的任何第三方主张的任何索赔、要求或损失，包括合理的律师费，应当由您承担赔偿责任。&nbsp;<br>7.&nbsp;您有义务确保委托商城代卖的商品为真实产品。&nbsp;</p><p><b>四、&nbsp;用户资格</b><b></b></p><p>8.&nbsp;您确认，在您开始注册程序使用商城服务前，您应当具备中华人民共和国法律规定的与您行为相适应的民事行为能力。若您不具备前述与您行为相适应的民事行为能力，则您及您的监护人应依照法律规定承担因此而导致的一切后果。&nbsp;<br>9.&nbsp;此外，您还需确保您不是任何国家、国际组织或者地域实施的贸易限制、制裁或其他法律、规则限制的对象，否则您可能无法正常注册及使用商城服务。</p><p><b>&nbsp;五、&nbsp;代卖费用&nbsp;</b><b></b></p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;10.&nbsp;商城为您代卖商品，您需要支付的费用包括但不限于：佣金、保管费、保险费、第三方支付费用、邮递费等其他必要费用。&nbsp;<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;11.&nbsp;代卖费（既您在订单所支付的上架费用）为代卖物品销售价格的百分之<b><u>&nbsp;三点五&nbsp;</u></b><u>&nbsp;</u>。&nbsp;<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;12.&nbsp;商品代卖利润为代卖物品销售价格的百分之<u>&nbsp;&nbsp;一点五&nbsp;</u>。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;13.&nbsp;保险费（如有）按照商城与保险公司约定的统一价格支付。&nbsp;<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;14.&nbsp;上述佣金及保管费为不含税价格。需要商城开具发票时需要在上述佣金、保管费的价格上加收相应税款。&nbsp;<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;15.&nbsp;您通过商城合作银行收取代卖费用时，根据银行要求商城自行支付手续费。&nbsp;</p><p><b>六、&nbsp;售后保障&nbsp;</b><b></b></p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;16.&nbsp;您应当对委托商城代卖的物品承担质量保障责任。物品售出后，若购买方因包括但不限于产品质量问题等原因，要求商城进行退、换货，或者要求商城承担其他法律责任的，则相关法律责任有您直接承担。&nbsp;<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;17.&nbsp;若因您委托商城代卖的物品存在违法、违规导致他人损失，或者侵犯他人权益的，您将直接对外承担相关法律责任。&nbsp;<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;七、&nbsp;双方权责义务&nbsp;<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;18.&nbsp;您拥有委托商城代卖商品的所有权、定价权、处分权。&nbsp;<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;19.&nbsp;您对委托代卖的商品价格要求调整时，应及时通知到商城，并按照商城的要求说明价格调整的原因。您在委托商城代卖次日起的任何时间，如不再委托商城代卖，或因您调价致使委托代卖的商品一定时间（15天）内销售不出去，商城将根据具体情况将被委托代卖的商品寄回给您，您将承担代管期间的保管费用和邮寄费。&nbsp;<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;20.&nbsp;商城对合作期间您所提供的产品资料、商业信息等予以保密,如出现外漏情况，商城将承担全部责任。&nbsp;</p><p><b>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;八、&nbsp;补充协议&nbsp;</b><b></b></p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;21.&nbsp;由于互联网高速发展，您与商城签署的本协议列明的条款并不能完整罗列并覆盖您与商城所有权利与义务，现有的约定也不能保证完全符合未来发展的需求。因此，商城法律声明及隐私权政策、商城规则均为本协议的补充协议，与本协议不可分割且具有同等法律效力。如您使用商城服务，视为您同意上述补充协议。&nbsp;<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;22.&nbsp;您购买的产品达到一定的价格后，商城有权利将该产品等价赠送为一款或多款产品进行销售。&nbsp;赠送规则为：以原有产品优先赠送，若原有商品售罄，则赠送为其他商品。&nbsp;<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;23.&nbsp;委托代卖时，售出的产品所有权发生转移，您同意本协议则视为产品可以暂由商城保管，您自己保管的需要在交易后一个工作日内联系工作人员进行交割。&nbsp;<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;24.&nbsp;委托代卖的时效为十个工作日，十个工作日后商城将不再承担保管义务，由于收货地址错误或者非商城原因造成不能送达的责任由委托人承担，委托时效过后，商城将按照5元/天收取保管费用，保管费用将从委托代卖的金额中扣除。&nbsp;</p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p><p><b>九、&nbsp;责任限制&nbsp;</b><b></b></p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;25.&nbsp;商城依照法律规定履行基础保障义务，但对于下述原因导致的合同履行障碍、履行瑕疵、履行延后或履行内容变更等情形，商城并不承担相应的违约责任：&nbsp;<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;（一）因自然灾害、罢工、暴乱、战争、政府行为、司法行政命令等不可抗力因素；&nbsp;<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;（二）因电力供应故障、通讯网络故障等公共服务因素或第三人因素；&nbsp;<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;（三）在商城已尽善意管理的情况下，因常规或紧急的设备与系统维护、设备与系统故障、网络信息与数据安全等因素。&nbsp;</p><p><b>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;十、&nbsp;赔偿责任&nbsp;</b><b></b></p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;26.如您的行为使商城及或其关联公司遭受损失（包括自身的直接经济损失、商誉损失及对外支付的赔偿金、和解款、律师费、诉讼费等间接经济损失），您应赔偿商城及/或其关联公司的上述全部损失。&nbsp;<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;27.如您的行为使商城及或其关联公司遭受第三人主张权利，商城及/或其关联公司可在对第三人承担金钱给付等义务后就全部损失向您追偿。&nbsp;<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;28.如因您的行为使得第三人遭受损失，商城及/或其关联公司出于社会公共利益保护或消费者权益保护目的，可自行或者指示第三方支付公司自您的商城账户中划扣相应款项进行支付。如您的账户余额或保证金不足以支付相应款项的，您同意委托商城使用自有资金代您支付上述款项，您应当返还该部分费用并赔偿因此造成商城的全部损失。&nbsp;<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;29.您同意商城指示自行或者指示第三方支付公司自您的商城账户中划扣相应款项支付上述赔偿款项。如您商城账户中的款项不足以支付上述赔偿款项的，商城及或关联公司可直接抵减您在商城及/或其关联公司其它协议项下的权益，并可继续追偿。&nbsp;</p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p><p><b>十一、&nbsp;有效联系方式&nbsp;</b><b></b></p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;30.您在注册成为商城用户，并接受商城服务时，您应该向商城提供真实有效的联系方式（包括您的电子邮件地址、联系电话、联系地址等），对于联系方式发生变更的，您有义务及时更新有关信息，并保持可被联系的状态。&nbsp;<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;31.您在注册商城用户时生成的用于登陆商城接收站内信、系统消息和即时信息的会员账号（包括子账号），也作为您的有效联系方式。&nbsp;<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;32.商城将向您的上述联系方式的其中之一或其中若干向您送达各类通知，而此类通知的内容可能对您的权利义务产生重大的有利或不利影响，请您务必及时关注。&nbsp;</p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p><p><b>十二、&nbsp;通知的送达&nbsp;</b><b></b></p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;33．商城通过上述联系方式向您发出通知，其中以电子的方式发出的书面通知，包括但不限于在商城公告，向您提供的联系电话发送手机短信，向您提供的电子邮件地址发送电子邮件，向您的账号发送信息、系统消息以及站内信信息，在发送成功后即视为送达；以纸质载体发出的书面通知，按照提供联系地址交邮后的第五个自然日即视为送达。&nbsp;<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;34.对于在商城上因交易活动引起的任何纠纷，您同意司法机关（包括但不限于人民法院）可以通过手机短信、电子邮件等现代通讯方式或邮寄方式向您送达法律文书（包括但不限于诉讼文书）。您指定接收法律文书的手机号码、电子邮箱等联系方式为您在商城注册、更新时提供的手机号码、电子邮箱联系方式以及在注册商城用户时生成即时通讯账号，司法机关向上述联系方式发出法律文书即视为送达。您指定的邮寄地址为您的法定联系地址或您提供的有效联系地址。&nbsp;<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;35.您同意司法机关可采取以上一种或多种方式向您送达法律文书，送达时间以上述送达方式中最先送达的为准。&nbsp;<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;36.您同意上述送达方式适用于各个司法程序阶段。如进入诉讼程序的，包括但不限于一审、二审、再审、执行以及督促程序等。&nbsp;<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;37.你应当保证所提供的联系方式是准确、有效的，并进行实时更新。如果因提供的联系方式不确切，或不及时告知变更后的联系方式，使法律文书无法送达或未及时送达，由您自行承担由此可能产生的法律后果。&nbsp;</p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p><p><b>十三、&nbsp;法律适用、管辖与其他&nbsp;</b><b></b></p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;38.本协议之订立、生效、解释、修订、补充、终止、执行与争议解决均适用中华人民共和国大陆地区法律；如法律无相关规定的，参照商业惯例及/或行业惯例。&nbsp;</p><p>&nbsp; &nbsp; 39.您因使用商城服务所产生及与商城服务有关的争议，由商城与您协商解决。协商不成时，任何一方均可向商城住所地有管辖权的人民法院提起诉讼。&nbsp;<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;40.本协议任一条款被视为废止、无效或不可执行，该条应视为可分的且并不影响本协议其余条款的有效性及可执行性。</p><p>&nbsp;</p><p><br></p></h3>
  </view>
</template>

<script>
export default {
  data() {
    return {

    };
  }
}
</script>

<style lang="scss">
.box {
  padding: 30rpx;
  .common {
    background-color: #ffffff;
    line-height: 18pt;
    margin: 3.75pt 0pt;
    text-indent: 21pt;
  }
  .text {
    font-size: 24rpx;
  }
  .weight {
    font-size: 24rpx;
    font-weight: bold;
  }
  .black {
    color: #333333;
    font-size: 12rpx;
  }
  .one {
    background-color: #ffffff;
    line-height: 36rpx;
    margin: 6rpx 0rpx;
    text-indent: 48rpx;
  }
  .two {
    background-color: #ffffff;
    line-height: 36rpx;
    margin: 6rpx 0rpx;
  }
}
</style>
