<template>
  <view class="box">
    <view>
		<view>尊敬的用户:</view>
		<view>商城法务部门友情提示:</view>
		<view>1.本商城是一个第三方线上商品交易商城,本商城所交易的商品均为真品。属于竞卖商品，均有证书。</view>
		<view>2.本商城交易属于买卖双方自由交易，建议商城所有的注册用户根据个人鉴赏能力和经济实力进行参与采购和消费。</view>
      <view>3.商城不干涉任何交易。商城只收取托管委托寄卖服务费。其他与本商城无关。如上架15天(自然日)之后无人购买，商品会自动下架，自动发货给该商品最终购买方。</view>
	  <view>4.商城禁止使用信用卡、支付宝花呗等信用额度进行成功采购后的支付;建议线下付款，都应有商城合作的银行来完成手续费收取:同时,商城禁止任何组织和个人假借商城的名义,进行商城以外的任何恶意代采购、代投资、私下借贷款返息、合作采购、代付款等行为。用户盲目听信和参与上述行为造成个人财产损失的,包括但不限于遭遇骗局,需自行承担责任并请及时报警。</view>
		<view>本商城仅提供友情提示告知,避免商城用户遭遇新型诈骗以免个人财产受到损失。</view>
		<view>特此告知!温馨提示，本商城是实物交易商城，不属于投资商城，请您不要盲目听信任何人，以免您的个人财产受到损失!</view>
  </view>
  </view>
</template>

<script>
export default {
  data() {
    return {

    };
  }
}
</script>

<style lang="scss">
.box {
  padding: 30rpx;
}
</style>
